{"class_name": "Model", "config": {"name": "model_11", "layers": [{"name": "input_11", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 13], "dtype": "float32", "sparse": false, "name": "input_11"}, "inbound_nodes": []}, {"name": "dense_33", "class_name": "Dense", "config": {"name": "dense_33", "trainable": true, "units": 30, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["input_11", 0, 0, {}]]]}, {"name": "dense_34", "class_name": "Dense", "config": {"name": "dense_34", "trainable": true, "units": 1, "activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["dense_33", 0, 0, {}]]]}], "input_layers": [["input_11", 0, 0]], "output_layers": [["dense_34", 0, 0]]}, "keras_version": "2.2.4", "backend": "tensorflow"}